Revit 2027 API
SynchronizeWithCentralOptions.RelinquishProjectStandardWorksets Property
 Indicates whether Revit should relinquish Project Standard worksets after synchronizing with central.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool RelinquishProjectStandardWorksets { get; }
Public ReadOnly Property RelinquishProjectStandardWorksets As Boolean
	Get
public:
property bool RelinquishProjectStandardWorksets {
	bool get ();
}
member RelinquishProjectStandardWorksets : bool with get
Property Value
Boolean
Remarks
 This is a shortcut to access the value stored in StandardWorksets.
See Also
Reference
SynchronizeWithCentralOptions Class
Autodesk.Revit.DB Namespace